<template>
  <main>
    <div class="hero-wrapper">
      <OrganismsHero>スタッフインタビュー</OrganismsHero>
    </div>

    <section>
      <div>
        <img src="~assets/images/staffinterview/interview1.png" class="image1">
        <div class="content1">
          <h3 class="title1">
            財務局 企画局付き<br/>
            Mさん
          </h3>
          <p>Q1</p>
          <p>運営スタッフとしてもうすぐ1年が経ちますね。ぶっちゃけ入ってよかったと思いますか？(笑)</p>
          <p>A1</p>
          <p>よかったです！</p>
          <p>ぶっちゃけるとやることが多くてパンクする......ってなったこともあります(笑) でも運スタのない大学生活なんて想像できないし、運スタで一緒に活動する仲間と出会えていないことも想像できません！</p>
          <p>Q2</p>
          <p>最近やっとあたたかくなりましたね。早稲田祭までまだ約半年ありますが、今の時期はどんなことをしているんですか？</p>
          <p>A2</p>
          <p>あたたかくなりましたね〜春ですね〜新歓の季節ですね〜</p>
          <p>今の時期は昨年度の早稲田祭を振り返って、次年度に向けて何ができるかを話し合ったり、新しく運スタに加わる仲間を迎えるために新歓活動をしたりしています！</p>
          <p>特に私は「新歓プロジェクト（通称・新歓PJ）」に参加していて、今の時期もガッツリ活動してます！ そもそもPJとは、「運スタにある8つの局を超えた」活動の1つです。PJに参加すれば、局やチームが違う仲間とも出会えるんです。私もいろいろなPJを通して最高の仲間と出会えました！そんな最高の仲間と共に早稲田祭をつくることが楽しくてしょうがないです！</p>
          <p>Q3</p>
          <p>Mさんは「局付き制度」を経験したそうですね！新しく運スタに入ってくれるみんなに説明してほしいです！</p>
          <p>A3</p>
          <p>「局付き」というのは、財務局と総務局にのみ存在する制度です。財務局または総務局に所属しながら、自局を除いた7つの局・チームのうち、もう1つの部署の活動に参加できます！自局の活動と「局付き先の局」の活動を掛け持ちするため、少し忙しい時期もあります。ですが、局付き先の仕事量は調整してもらえますし、2つの局で活動する分、友達が2倍に！簡単に言うと、局を選ぶときにお得用の2個パックを選べる！っていうイメージです(笑)</p>
        </div>
      </div>
      <div>
        <img src="~assets/images/staffinterview/interview2.png" class="image2">
        <div class="content2">
          <h3 class="title2">
            開発局 時間・空間開発チーム<br/>
            Sくん
          </h3>
          <p>Q1</p>
          <p>Sくんは局やチームではどんな活動をしているんですか？</p>
          <p>A1</p>
          <p>主に自分が担当する企画の準備を進めています。チーム員と頭を捻らせて議論したり、議論の後は自分の手で企画書を書いたり、直面した問題を解決するためにその都度さまざまな局やチームの人と話し合いをしたりと、やることはたくさんあります(笑) </p>
          <p>運営スタッフ一人ひとりが責任ある仕事に携わります。僕もチームのために他の企画のミーティングに顔を出したりしています。責任はあるけどそれがまた、楽しいんです！！</p>
          <p>Q2</p>
          <p>Sくんは他の局に所属するスタッフとも仲が良いと聞いたんですが、運スタってたくさん人数がいますよね。どのように他局や他チームの仲間と知り合ったんですか？</p>
          <p>A2</p>
          <p>早稲田祭当日の仕事を通して他局の人とたくさん知り合えたことがきっかけですね。祭が終わった後は「歴史認識プロジェクト（通称・れきにん）」という局をまたいで活動するPJに参加して、そこで今でも変わらず仲が良い同期に出会えました。運スタは大人数だからこそ、お互いが交流する機会は他のサークルよりも多いと思います！最高に気の合う友達に出会えること間違いなしです！</p>
          <p>Q3</p>
          <p>入会時にはすでにコロナ禍でしたよね。正直この1年間の運スタでの活動はどうでしたか？</p>
          <p>A3</p>
          <p>「コロナ」という言葉にすごく苦しめられた1年だったと思います。それでも、早稲田祭をしっかり開催できて、自分の手でつくりあげた企画に来場者の方々が感動してくれて、「全力で」コロナ対策も行いながら、運スタの同期や先輩たちと「全力で」楽しい思い出をつくれた1年でした！この1年間、大大大満足です！運スタは祭へ向けて本気で活動するサークルで、僕が所属している他のサークルと比べても、活動頻度は多いです。運スタはまさに「充実」の2文字ですね。</p>
        </div>
      </div>
      <div>
        <img src="~assets/images/staffinterview/inteview3.png" class="image3">
        <div class="content3">
          <h3 class="title3">
           広報制作局 デザインチーム <br/>
           Nさん
          </h3>
          <p>Q1</p>
          <p>Nさんは運スタと他のサークルを掛け持ちしているらしいですね！「兼サー」ってどうですか？結構大変ですか？</p>
          <p>A1</p>
          <p>実はこの前、そのサークルを退会したばかりなんです。あ、でも兼サーすることは可能です！ 私の場合、どちらのサークルも自分でスケジュールを組みやすい環境でしたし、2つとも充実していて、楽しく活動していました。</p>
          <p>ただ、2年目に突入した今年は、やっぱり運スタの方に全力でコミットしたくなって、結果として1つに絞りました。これはあくまで私の例で、私の周りには2年目でも兼サーしている子は多いです。だから兼サーを考えている新入生は特に心配しなくて大丈夫だと思いますよ！</p>
          <p>Q2</p>
          <p>広報制作局では制作を担当しているそうですが、デザインの専門知識ってやっぱり必要ですか？</p>
          <p>A2</p>
          <p>いや、全く必要ないです。これ、ガチです。もちろんあるに越したことはないのですが、実は私自身も専門知識がゼロの状態から始めました。</p>
          <p>新規スタッフには先輩が1から丁寧に優しく教えてくれましたし、何より同期の仲間がいるので心強いはずです。制作を通して仲良くなれることが醍醐味の1つだと思います！</p>
          <p>Q3</p>
          <p>運スタの良いところ、推しポイントを教えてください！<p/>
          <p>A3</p>
          <p>「どんな人でも受け入れる多様な受け皿がある！」ですかね。</p>
          <p>運スタは大人数なので、いろいろな人と出会えます。同じ「目標」そして「理想」を持っているからこそ、本当の意味で偏りのない「いろいろな人」と出会えるのではないかと思います！趣味も考え方もバラバラだけど、早稲田祭の運営に携わりたい、早稲田祭に貢献したいという想いは共通しているんです。</p>
          <p>誰もが運スタのどこかに、自分の居場所を見つけられるはずです！</p>
        </div>
      </div>
      <div>
        <img src="~assets/images/staffinterview/interview4.png" class="image4">
      </div>
      <div class="content4">
        <h3 class="title4">
          第2副代表<br/>
          Jくん
        </h3>
        <p>Q1</p>
        <p>今回インタビューした中で唯一の新3年生、運営スタッフをまる2年も経験されている大ベテランです(笑) まずは、この2年間運営スタッフとして活動してきた感想をお願いします。</p>
        <p>A1</p>
        <p>この2年間で感じたのは、運営スタッフの早稲田祭に対する強い想いかな。約600人がたった2日間の祭のために1年間準備するサークルは他にはないし、みんなが早稲田祭という同じ目標に向かっているからこそ生まれる団結力をすごく感じます。だからこそ、たくさんの同期や先輩、後輩と仲良くなれて、活動以外でも常に運営スタッフ同士で大学生活を過ごす人も多いのかなって思います。</p>
        <p>Q2</p>
        <p>3年目も運スタを続けるかどうかは人それぞれだと思いますが、続けようと思ったのはなぜですか？</p>
        <p>A2</p>
        <p>運スタに入ったときはコロナ禍の真っ只中でした。そのため、2020年がオンライン開催、2021年はハイブリッド開催という新しい形態で、早稲田祭が行われました。だからこそ、新たな試みもできて学びの多い2年間でした！でもやっぱり自分自身3年目としてやりたいことがまだ残っていたので、最後までやり切りたくって。運スタを続けることに決めました。</p>
        <p>Q3</p>
        <p>早稲田祭は伝統ある祭ですが、これから早稲田祭はどうなっていくのでしょうか。中川さんの早稲田祭に対する想いをめいいっぱいお願いします！</p>
        <p>A3</p>
        <p>もちろん進化していくと思います！これまで早稲田祭ではさまざまな取り組みや企画が行われてきて、来場者が約20万人を超える日本最大級の学園祭になりました。ですが、早稲田祭はまだまだ発展途上です。この早稲田のまちの盛り上がりを、もっともっと見せていかなくてはいけません。</p>
        <p>早稲田には個性豊かな人やサークルがたくさんあります。周辺地域や校友の方々も一体となって祭を盛り上げてくれます。そんな早稲田文化が結集するのが早稲田祭なんです！</p>
        <p>運営スタッフは常により良い早稲田祭をつくりあげていきたいという想いを胸に活動しています。今年の運営スタッフのみんなも、これまでの早稲田祭を超える早稲田祭2022を目指して活動中です。</p>
        <p>新しく運スタに入ってくるみんなと一緒に、史上最高の早稲田祭をつくっていくのが今から本当に楽しみです！</p>
      </div>
    </section>
  </main>
</template>

<style scoped>
.hero-wrapper {
  padding-top: 80px;
  background-color: #dde6cb;
}

.title1{
  position: relative;
}

.title1::after{
  content:"";
  display:block;
  width:150px;
  height:3px;
  background-color:#4c2219;
  position:absolute;
  bottom:0;
  left:0;
}

.image1{
  width: 50%;
  float:right;
  object-fit: cover;
}

.content1{
  color: #4c2219;
  max-width: 100%;
  margin-left: 30px;
  margin-top: 10%;
}

.title2{
  position: relative;
}

.title2::after{
  content:"";
  display:block;
  width:250px;
  height:3px;
  background-color:#4c2219;
  position:absolute;
  bottom:0;
  left:50%;
}

.image2{
  width: 50%;
  float: left;
  margin-right: 10px;
  object-fit: cover;
}

.content2{
  color: #4c2219;
  max-width: 100%;
  margin-top: 5%;
}

.title3{
  position: relative;
}

.title3::after{
  content:"";
  display:block;
  width:15%;
  height:3px;
  background-color:#4c2219;
  position:absolute;
  bottom:0;
  left:0;
}

.image3{
  width: 50%;
  float:right;
  object-fit: cover;
}

.content3{
  color: #4c2219;
  max-width: 100%;
  margin-left: 30px;
  margin-top: 10%;
}

.title4{
  position: relative;
}

.title4::after{
  content:"";
  display:block;
  width:100px;
  height:3px;
  background-color:#4c2219;
  position:absolute;
  bottom:0;
  left:50%;
}

.image4{
  width: 50%;
  float: left;
  margin-top: 5%;
  margin-right: 10px;
  object-fit: cover;
}

.content4{
  color: #4c2219;
  max-width: 100%;
  margin-top: 5%;
}
</style>
